package com.neotrade.model;

public enum Region {
    ALMATY,            // Алматы (город)
    ASTANA,            // Астана (город)
    SHYMKENT,          // Шымкент (город)

    AKMOLA,            // Акмолинская область
    AKTOBE,            // Актюбинская область
    ALMATY_REGION,     // Алматинская область
    ATYRAU,            // Атырауская область
    EAST_KAZAKHSTAN,   // Восточно-Казахстанская область
    JAMBUL,            // Жамбылская область (Тараз)
    WEST_KAZAKHSTAN,   // Западно-Казахстанская область (Уральск)
    KARAGANDA,         // Карагандинская область
    KOSTANAY,          // Костанайская область
    KYZYLORDA,         // Кызылординская область
    MANGYSTAU,         // Мангистауская область (Актау)
    NORTH_KAZAKHSTAN,  // Северо-Казахстанская область (Петропавловск)
    PAVLODAR,          // Павлодарская область
    TURKESTAN,         // Туркестанская область
    ABAY,              // Абайская область (Семей)
    JETISU,            // Жетысуская область (Талдыкорган)
    ULYTAU             // Улытауская область (Жезказган)
}

